function gadmowera() {
    var text = "ოთხი განზომილება\n" +
    "1.ორგანიზაცია და ხალხი.\n" +
    "2.ინფორმაცია და ტექნოლოგიები\n" +
    "3.პარტნიორები და მომმარაგებლები\n" +
    "4.პროცესები\n\n" +
    "სერვისის ღირებულების ჯაჭვი\n" +
    "Ღირებულება დამოკიდებულია მოთხოვნაზე და პირიქით\n" +
    "1.guiding principes - continual improvement\n" +
    "2.practices - goverance\n\n" +
    "ITL4 SVC\n" +
    "1.engage\n" +
    "2. Design & transition, obtain/build, deliver & support\n" +
    "3. Products & services\n\n" +
    "დაგეგმვა - სერვისის ოპერატიული ნაწილის აფგრეიდის (სრულყოფის) ან ტრანსფორმაციის დაგეგმვა ყველა შესაძლო დონეზე.\n\n" +
    "მხარეთა ჩართვა - თანამშრომლების, დამკვეთების, პარტნიორებისა და მომწოდებლების ჩართვა გეგმის სისრულეში მოსაყვანად, მათთან ინტერაქცია და კომუნიკაცია\n\n" +
    "დიზაინი და ცვლილება - ახალი ან არსებული სერვისების ყველანაირი წინასწარი ანალიზი და ცვლილებების გააზრება / შეთანხმება\n\n" +
    "მოიპივე / გააკეთე - უშუალოდ ახალი სერვისისთვის რესურსების მობილიზება და მისი გაკეთება / კონსტრუირება/ ინჟინერინგი\n\n" +
    "მიწოდება და მხარდაჭერა - სერვისის მოწოდება / დამკვეთის ინსტრუქტირება / მხარდაჭერა\n" +
    "სრულყოფა - სერვისის განვითარების პერმანენტული პროცესი\n\n\n\n" +
    "დაგეგმვა, დელეგირება, მონიტორინგი, კონტროლი, მოტივირება\n" +
    "დროებითი გუნდები & მიმდინარე ბიზნესი\n" +
    "ღირებულება და პრიორიტეტი, თანაკვეთები სხვა პროექტებთან"; //რორამე ეს შეცვალე
  
    var element = document.createElement('a');
    element.setAttribute('href', 'data:text/plain;charset=utf-8,' + encodeURIComponent(text));
    element.setAttribute('download', 'text_file.txt');
    element.style.display = 'none';
    document.body.appendChild(element);
    element.click();
    document.body.removeChild(element);
  }
  